{"class_name": "Tokenizer", "config": {"num_words": 20000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 156037, "word_counts": "{\"a\": 45038, \"series\": 363, \"of\": 32702, \"escapade\": 16, \"demonstrating\": 19, \"the\": 51633, \"adage\": 17, \"that\": 12338, \"what\": 1926, \"is\": 13476, \"good\": 2284, \"for\": 7553, \"goose\": 43, \"also\": 659, \"gander\": 9, \"some\": 1713, \"which\": 1360, \"occasionally\": 184, \"amuses\": 10, \"but\": 5126, \"none\": 209, \"amount\": 184, \"to\": 22761, \"much\": 1872, \"story\": 2850, \"this\": 5677, \"quiet\": 153, \"introspective\": 23, \"and\": 32177, \"entertaining\": 613, \"independent\": 42, \"worth\": 503, \"seeking\": 54, \"even\": 1624, \"fan\": 526, \"ismail\": 6, \"merchant\": 35, \"work\": 1730, \"i\": 1811, \"suspect\": 45, \"would\": 1444, \"have\": 3697, \"hard\": 718, \"time\": 2465, \"sitting\": 111, \"through\": 1115, \"one\": 3958, \"positively\": 38, \"thrilling\": 29, \"combination\": 77, \"ethnography\": 7, \"all\": 3401, \"intrigue\": 129, \"betrayal\": 29, \"deceit\": 14, \"murder\": 147, \"shakespearean\": 28, \"tragedy\": 315, \"or\": 3511, \"juicy\": 30, \"soap\": 222, \"opera\": 301, \"aggressive\": 24, \"self\": 1038, \"glorification\": 16, \"manipulative\": 127, \"whitewash\": 6, \"comedy\": 2031, \"drama\": 1029, \"nearly\": 384, \"epic\": 171, \"proportion\": 37, \"rooted\": 11, \"in\": 14006, \"sincere\": 134, \"performance\": 1475, \"by\": 3990, \"title\": 390, \"character\": 2900, \"undergoing\": 7, \"midlife\": 16, \"crisis\": 70, \"narratively\": 32, \"trouble\": 139, \"every\": 859, \"day\": 644, \"plodding\": 63, \"mess\": 186, \"importance\": 65, \"being\": 992, \"earnest\": 194, \"so\": 2866, \"thick\": 67, \"with\": 7750, \"wit\": 306, \"it\": 18785, \"play\": 504, \"like\": 3211, \"reading\": 95, \"from\": 3477, \"bartlett\": 29, \"familiar\": 426, \"quotation\": 16, \"doe\": 1682, \"not\": 7638, \"leave\": 272, \"you\": 4855, \"could\": 969, \"hate\": 140, \"same\": 535, \"reason\": 321, \"there\": 1284, \"little\": 1605, \"recommend\": 115, \"snow\": 96, \"dog\": 257, \"unless\": 31, \"considers\": 22, \"cliched\": 87, \"dialogue\": 575, \"perverse\": 55, \"escapism\": 60, \"source\": 126, \"high\": 537, \"hilarity\": 33, \"kung\": 44, \"pow\": 47, \"oedekerk\": 29, \"realization\": 20, \"his\": 3827, \"childhood\": 68, \"dream\": 269, \"be\": 5053, \"martial\": 57, \"arts\": 13, \"flick\": 558, \"prof\": 193, \"sometimes\": 434, \"youth\": 46, \"should\": 817, \"remain\": 69, \"just\": 1728, \"are\": 3879, \"an\": 6502, \"absolute\": 34, \"joy\": 116, \"fresnadillo\": 6, \"ha\": 2950, \"something\": 1160, \"serious\": 304, \"say\": 465, \"about\": 3682, \"way\": 1785, \"extravagant\": 31, \"chance\": 154, \"can\": 1769, \"distort\": 16, \"our\": 652, \"perspective\": 146, \"throw\": 99, \"u\": 1263, \"off\": 1075, \"path\": 94, \"sense\": 888, \"still\": 785, \"moonlight\": 20, \"mile\": 84, \"better\": 928, \"judgment\": 15, \"damned\": 132, \"welcome\": 177, \"relief\": 55, \"baseball\": 14, \"movie\": 7586, \"try\": 375, \"too\": 2243, \"mythic\": 38, \"sweet\": 430, \"modest\": 88, \"ultimately\": 446, \"winning\": 152, \"bilingual\": 5, \"charmer\": 48, \"woman\": 815, \"who\": 2373, \"inspired\": 164, \"le\": 720, \"dizzily\": 8, \"gorgeous\": 183, \"companion\": 18, \"mr\": 302, \"wong\": 3, \"mood\": 232, \"love\": 1381, \"very\": 1471, \"hong\": 66, \"kong\": 72, \"despite\": 273, \"mainland\": 8, \"setting\": 128, \"inept\": 74, \"big\": 895, \"screen\": 861, \"remake\": 168, \"avenger\": 9, \"wild\": 182, \"west\": 65, \"everything\": 319, \"expect\": 176, \"nothing\": 724, \"more\": 3913, \"best\": 1123, \"indie\": 137, \"year\": 1342, \"far\": 684, \"hatfield\": 8, \"hick\": 7, \"make\": 2433, \"oddest\": 24, \"couple\": 179, \"becomes\": 259, \"study\": 351, \"gamble\": 28, \"publishing\": 21, \"world\": 1018, \"offering\": 89, \"case\": 204, \"exists\": 29, \"apart\": 118, \"political\": 314, \"ramification\": 14, \"going\": 534, \"house\": 258, \"party\": 150, \"watching\": 539, \"host\": 24, \"defend\": 10, \"himself\": 317, \"against\": 233, \"frothing\": 12, \"ex\": 18, \"girlfriend\": 46, \"chuck\": 20, \"norris\": 6, \"grenade\": 16, \"gag\": 321, \"occurs\": 9, \"7\": 31, \"during\": 226, \"windtalker\": 26, \"indication\": 25, \"how\": 1005, \"minded\": 120, \"film\": 7712, \"plot\": 1030, \"romantic\": 551, \"boilerplate\": 8, \"start\": 300, \"finish\": 95, \"arrives\": 35, \"impeccable\": 41, \"pedigree\": 47, \"mongrel\": 14, \"pep\": 14, \"almost\": 619, \"indecipherable\": 12, \"complication\": 60, \"clearly\": 114, \"mean\": 331, \"preach\": 5, \"exclusively\": 5, \"converted\": 12, \"while\": 724, \"offer\": 428, \"opportunity\": 143, \"occasional\": 44, \"smile\": 148, \"chuckle\": 73, \"give\": 874, \"theater\": 456, \"beyond\": 264, \"wilde\": 77, \"actor\": 872, \"latest\": 173, \"vapid\": 54, \"exercise\": 300, \"appropriate\": 50, \"structure\": 98, \"arthur\": 18, \"schnitzler\": 17, \"reigen\": 8, \"vaudeville\": 18, \"show\": 687, \"than\": 3495, \"well\": 1569, \"constructed\": 101, \"narrative\": 370, \"on\": 4893, \"those\": 886, \"term\": 186, \"inoffensive\": 51, \"actually\": 423, \"rather\": 641, \"run\": 392, \"mill\": 70, \"action\": 1211, \"hampered\": 16, \"no\": 1888, \"paralyzed\": 10, \"indulgent\": 97, \"script\": 704, \"aim\": 80, \"poetry\": 118, \"end\": 850, \"up\": 2423, \"sounding\": 23, \"satire\": 176, \"ice\": 120, \"age\": 467, \"first\": 992, \"computer\": 133, \"generated\": 62, \"feature\": 484, \"cartoon\": 186, \"feel\": 1358, \"other\": 1160, \"glacial\": 9, \"pacing\": 141, \"early\": 103, \"here\": 585, \"maker\": 101, \"serve\": 49, \"cliche\": 288, \"considerable\": 142, \"dash\": 23, \"cattaneo\": 11, \"followed\": 48, \"runaway\": 10, \"success\": 195, \"full\": 618, \"monty\": 101, \"different\": 247, \"they\": 1211, \"unnamed\": 8, \"easily\": 219, \"substitutable\": 10, \"force\": 181, \"whatever\": 88, \"terror\": 49, \"hero\": 252, \"horror\": 384, \"avoid\": 98, \"if\": 1999, \"interested\": 135, \"itself\": 539, \"amusing\": 332, \"progression\": 10, \"into\": 2172, \"rambling\": 28, \"incoherence\": 38, \"new\": 1305, \"meaning\": 160, \"phrase\": 26, \"fatal\": 95, \"error\": 36, \"do\": 1313, \"judge\": 21, \"soon\": 103, \"dark\": 497, \"gritty\": 60, \"take\": 1015, \"totally\": 87, \"unexpected\": 153, \"direction\": 441, \"keep\": 621, \"young\": 634, \"out\": 2793, \"date\": 192, \"tartakovsky\": 8, \"team\": 102, \"freakish\": 10, \"power\": 421, \"visual\": 450, \"charm\": 346, \"five\": 141, \"writer\": 473, \"slip\": 57, \"modern\": 367, \"rut\": 17, \"banality\": 18, \"vincent\": 62, \"gallo\": 8, \"right\": 634, \"at\": 3593, \"home\": 300, \"french\": 312, \"shocker\": 20, \"playing\": 190, \"usual\": 204, \"bad\": 1305, \"boy\": 393, \"weirdo\": 17, \"role\": 317, \"primary\": 38, \"goal\": 62, \"frighten\": 16, \"disturb\": 13, \"then\": 388, \"spectacularly\": 25, \"shiver\": 31, \"inducing\": 22, \"nerve\": 89, \"rattling\": 36, \"ride\": 232, \"100\": 70, \"minute\": 1147, \"only\": 1393, \"25\": 18, \"decent\": 172, \"material\": 610, \"fortunately\": 3, \"option\": 28, \"sensational\": 42, \"true\": 430, \"crime\": 343, \"hell\": 145, \"jaunt\": 18, \"purist\": 13, \"might\": 698, \"experimental\": 20, \"storytelling\": 253, \"lrb\": 2098, \"though\": 487, \"horrifying\": 78, \"rrb\": 2438, \"tricky\": 12, \"satisfying\": 231, \"any\": 1456, \"david\": 164, \"mamet\": 26, \"airless\": 13, \"cinematic\": 380, \"shell\": 11, \"game\": 338, \"m\": 304, \"sure\": 245, \"filmmaker\": 576, \"disagree\": 11, \"honestly\": 56, \"see\": 1042, \"point\": 628, \"jones\": 86, \"tackled\": 7, \"meaty\": 18, \"subject\": 604, \"drawn\": 81, \"engaging\": 315, \"peppering\": 12, \"page\": 39, \"memorable\": 215, \"zinger\": 20, \"bloody\": 42, \"sunday\": 9, \"grace\": 151, \"call\": 227, \"prevention\": 13, \"place\": 566, \"blame\": 46, \"making\": 535, \"war\": 673, \"ever\": 812, \"made\": 1198, \"clunky\": 18, \"tv\": 384, \"approach\": 200, \"detailing\": 12, \"chapter\": 8, \"life\": 2096, \"celebrated\": 27, \"irish\": 66, \"playwright\": 26, \"poet\": 50, \"drinker\": 15, \"finally\": 173, \"coming\": 327, \"down\": 763, \"miramax\": 40, \"deep\": 238, \"shelf\": 81, \"after\": 659, \"aborted\": 12, \"attempt\": 330, \"waking\": 32, \"reno\": 78, \"strong\": 326, \"letting\": 53, \"sleeping\": 23, \"lie\": 89, \"thanks\": 102, \"largely\": 88, \"williams\": 115, \"interesting\": 649, \"development\": 100, \"processed\": 12, \"60\": 24, \"rest\": 158, \"overexposed\": 24, \"waste\": 143, \"come\": 1058, \"across\": 156, \"relic\": 21, \"bygone\": 18, \"era\": 152, \"convolution\": 20, \"silly\": 361, \"plausible\": 6, \"perhaps\": 89, \"refreshing\": 89, \"both\": 778, \"lead\": 274, \"oscar\": 209, \"size\": 33, \"your\": 1781, \"mark\": 212, \"pellington\": 12, \"pop\": 232, \"thriller\": 658, \"kooky\": 15, \"overeager\": 7, \"spooky\": 81, \"subtly\": 55, \"myth\": 27, \"claude\": 20, \"chabrol\": 47, \"camera\": 325, \"gently\": 42, \"swaying\": 9, \"back\": 657, \"forth\": 50, \"cradle\": 13, \"veiling\": 13, \"tension\": 183, \"beneath\": 88, \"otherwise\": 238, \"tender\": 83, \"movement\": 111, \"transforms\": 39, \"shakespeare\": 58, \"deepest\": 27, \"smart\": 357, \"screenplay\": 372, \"james\": 114, \"eric\": 47, \"horton\": 8, \"director\": 1457, \"peter\": 113, \"o\": 96, \"fallon\": 15, \"pat\": 76, \"teeth\": 68, \"hurt\": 55, \"arriving\": 12, \"particularly\": 235, \"moment\": 873, \"history\": 484, \"flickering\": 18, \"reminder\": 33, \"tie\": 55, \"bind\": 10, \"generic\": 118, \"villain\": 110, \"lack\": 454, \"their\": 1899, \"funny\": 1583, \"accent\": 99, \"scene\": 809, \"poorly\": 123, \"delivered\": 69, \"deeply\": 251, \"thought\": 312, \"most\": 2227, \"thinking\": 181, \"gratuitous\": 40, \"distraction\": 29, \"impressed\": 34, \"upon\": 133, \"fun\": 759, \"downright\": 84, \"transparent\": 23, \"endless\": 83, \"assault\": 22, \"embarrassingly\": 9, \"ham\": 52, \"fisted\": 38, \"sex\": 270, \"joke\": 375, \"reek\": 20, \"rewrite\": 7, \"designed\": 77, \"garner\": 10, \"cooler\": 14, \"pg\": 31, \"13\": 70, \"rating\": 52, \"provocative\": 128, \"impossible\": 251, \"get\": 1228, \"under\": 417, \"skin\": 184, \"man\": 884, \"we\": 1113, \"know\": 564, \"evil\": 151, \"monstrous\": 40, \"lunatic\": 44, \"drive\": 117, \"many\": 1094, \"thing\": 1209, \"stoner\": 12, \"midnight\": 64, \"sci\": 175, \"fi\": 176, \"deconstruction\": 11, \"gay\": 162, \"fantasia\": 16, \"above\": 240, \"sanguine\": 16, \"two\": 1168, \"skittish\": 7, \"york\": 208, \"middle\": 329, \"agers\": 9, \"stumble\": 42, \"relationship\": 355, \"struggle\": 122, \"furiously\": 17, \"fear\": 204, \"foible\": 21, \"ambition\": 86, \"willingness\": 29, \"scherfig\": 15, \"will\": 2072, \"wondering\": 51, \"clever\": 376, \"credit\": 212, \"roll\": 83, \"absorbing\": 82, \"documentary\": 580, \"rot\": 6, \"hack\": 42, \"vignette\": 28, \"clip\": 13, \"looking\": 416, \"common\": 104, \"line\": 402, \"contrived\": 218, \"pastiche\": 34, \"caper\": 44, \"major\": 184, \"problem\": 324, \"bulk\": 8, \"center\": 94, \"wrong\": 222, \"swimfan\": 21, \"attraction\": 118, \"eventually\": 72, \"go\": 903, \"overboard\": 11, \"loony\": 9, \"melodramatic\": 120, \"denouement\": 30, \"school\": 318, \"swimming\": 24, \"pool\": 42, \"substitute\": 45, \"bathtub\": 21, \"heartfelt\": 99, \"involving\": 97, \"unsettling\": 177, \"experience\": 485, \"predecessor\": 115, \"proud\": 55, \"pretty\": 415, \"execution\": 150, \"lot\": 677, \"richer\": 53, \"hollywood\": 789, \"screenwriter\": 147, \"usually\": 125, \"own\": 1217, \"phillip\": 18, \"noyce\": 20, \"cinematographer\": 17, \"christopher\": 29, \"doyle\": 11, \"understand\": 152, \"delicate\": 107, \"forcefulness\": 21, \"greene\": 41, \"prose\": 35, \"version\": 322, \"american\": 773, \"pianist\": 49, \"quick\": 114, \"emotional\": 615, \"connection\": 83, \"steven\": 130, \"spielberg\": 151, \"schindler\": 11, \"list\": 150, \"inventive\": 136, \"intoxicatingly\": 4, \"sexy\": 119, \"violent\": 105, \"maddening\": 9, \"tell\": 311, \"fascinating\": 381, \"compelling\": 469, \"written\": 280, \"flatly\": 13, \"kendall\": 7, \"directed\": 252, \"barely\": 188, \"mary\": 58, \"co\": 161, \"ed\": 35, \"decter\": 9, \"highly\": 147, \"recommended\": 34, \"viewing\": 147, \"courage\": 102, \"idea\": 641, \"technical\": 56, \"proficiency\": 10, \"great\": 864, \"acting\": 660, \"imax\": 119, \"short\": 394, \"wonderful\": 186, \"slice\": 80, \"yet\": 547, \"instantly\": 56, \"recognizable\": 25, \"amid\": 24, \"shock\": 152, \"curiosity\": 74, \"factor\": 56, \"corny\": 53, \"examination\": 157, \"actress\": 229, \"trying\": 353, \"find\": 682, \"her\": 1246, \"lazy\": 84, \"solving\": 13, \"distract\": 29, \"solution\": 44, \"another\": 818, \"comprehensible\": 8, \"dummy\": 21, \"guide\": 24, \"non\": 132, \"techies\": 7, \"enjoy\": 267, \"entertains\": 10, \"because\": 638, \"music\": 574, \"comic\": 508, \"antic\": 58, \"pleasure\": 299, \"disney\": 190, \"scrape\": 12, \"bottom\": 94, \"cracker\": 37, \"barrel\": 81, \"burr\": 35, \"steer\": 30, \"emphasizes\": 39, \"q\": 41, \"quirky\": 280, \"mixed\": 106, \"result\": 141, \"scarcely\": 28, \"mention\": 82, \"reporting\": 6, \"number\": 212, \"tumbleweed\": 10, \"blowing\": 11, \"empty\": 108, \"theatre\": 130, \"graced\": 6, \"company\": 159, \"invigorating\": 9, \"surreal\": 46, \"resonant\": 67, \"rainbow\": 16, \"emotion\": 301, \"analyze\": 92, \"crass\": 63, \"sequel\": 326, \"fails\": 200, \"second\": 281, \"guess\": 76, \"affection\": 110, \"original\": 648, \"report\": 72, \"card\": 43, \"live\": 309, \"exalted\": 14, \"tagline\": 18, \"definite\": 12, \"room\": 210, \"improvement\": 25, \"neither\": 189, \"monsterous\": 8, \"tsai\": 38, \"may\": 986, \"ploughing\": 7, \"furrow\": 9, \"once\": 391, \"often\": 704, \"green\": 122, \"equivalent\": 66, \"saddam\": 10, \"hussein\": 10, \"ready\": 51, \"n\": 55, \"ask\": 87, \"permission\": 13, \"preemptive\": 24, \"strike\": 103, \"surprisingly\": 303, \"solid\": 276, \"achievement\": 93, \"malcolm\": 11, \"d\": 64, \"lee\": 81, \"john\": 307, \"ridley\": 6, \"massoud\": 11, \"record\": 113, \"tenacious\": 26, \"humane\": 37, \"fighter\": 36, \"wa\": 1235, \"prisoner\": 25, \"victim\": 128, \"changing\": 95, \"lane\": 70, \"shyamalan\": 57, \"stop\": 124, \"please\": 92, \"mom\": 17, \"macabre\": 19, \"stylized\": 45, \"swedish\": 17, \"fillm\": 7, \"city\": 240, \"where\": 480, \"religious\": 29, \"civic\": 24, \"virtue\": 52, \"hold\": 257, \"society\": 135, \"tatter\": 21, \"recent\": 283, \"memory\": 209, \"thoughtful\": 177, \"art\": 530, \"ethic\": 20, \"cost\": 73, \"moral\": 248, \"compromise\": 31, \"consistently\": 84, \"unimaginative\": 58, \"probably\": 295, \"saved\": 32, \"aid\": 55, \"wisecracking\": 16, \"mystery\": 269, \"science\": 127, \"3000\": 46, \"guy\": 394, \"tian\": 16, \"zhuangzhuang\": 9, \"triumphantly\": 13, \"return\": 112, \"filmmaking\": 303, \"visually\": 193, \"masterful\": 58, \"mawkish\": 8, \"parody\": 65, \"weird\": 130, \"masterpiece\": 139, \"sketch\": 70, \"view\": 217, \"nor\": 195, \"believe\": 276, \"put\": 360, \"them\": 1011, \"battle\": 173, \"care\": 483, \"appreciate\": 69, \"sided\": 25, \"theme\": 277, \"lawrence\": 76, \"over\": 987, \"tirade\": 9, \"knock\": 27, \"yourself\": 116, \"postcard\": 38, \"glorified\": 42, \"martin\": 119, \"lovefest\": 15, \"whole\": 336, \"sneaky\": 18, \"dupe\": 16, \"viewer\": 456, \"taking\": 164, \"important\": 206, \"simply\": 329, \"ugly\": 166, \"look\": 1123, \"product\": 130, \"whenever\": 41, \"threatens\": 12, \"bogged\": 21, \"dramaturgy\": 11, \"stirring\": 62, \"sequence\": 340, \"surge\": 10, \"swirling\": 11, \"rapid\": 49, \"leap\": 37, \"pinnacle\": 20, \"rous\": 6, \"swinging\": 31, \"seem\": 474, \"hobby\": 7, \"attracts\": 8, \"fit\": 166, \"when\": 1061, \"entirely\": 197, \"unprepared\": 8, \"devos\": 8, \"delivers\": 140, \"perfect\": 310, \"capture\": 189, \"innocence\": 76, \"budding\": 23, \"demon\": 41, \"within\": 78, \"wallflower\": 11, \"300\": 18, \"russian\": 79, \"culture\": 435, \"compressed\": 11, \"evanescent\": 8, \"seamless\": 10, \"sumptuous\": 42, \"stream\": 19, \"consciousness\": 55, \"want\": 588, \"else\": 265, \"cheap\": 199, \"b\": 230, \"succeed\": 42, \"polanski\": 63, \"element\": 273, \"alone\": 130, \"abandoned\": 13, \"consoled\": 8, \"he\": 1358, \"revealed\": 32, \"before\": 652, \"spiritual\": 131, \"survival\": 41, \"spider\": 77, \"summer\": 362, \"blockbuster\": 62, \"had\": 674, \"endure\": 56, \"last\": 488, \"hopefully\": 21, \"set\": 511, \"tone\": 340, \"stuff\": 284, \"turpin\": 6, \"vulgar\": 71, \"forgettably\": 11, \"image\": 316, \"ravaged\": 9, \"land\": 105, \"prove\": 82, \"potent\": 57, \"riveting\": 96, \"unlikely\": 81, \"sarah\": 29, \"harrison\": 21, \"wind\": 127, \"revelatory\": 59, \"narcissistic\": 9, \"achieving\": 17, \"honest\": 227, \"insight\": 229, \"concept\": 244, \"candy\": 70, \"coat\": 21, \"storyline\": 149, \"precious\": 71, \"circumstance\": 34, \"beautiful\": 316, \"star\": 665, \"mostly\": 198, \"martha\": 49, \"unsurprising\": 20, \"delectable\": 19, \"diversion\": 45, \"affecting\": 70, \"portrait\": 317, \"screwed\": 23, \"dared\": 10, \"powerful\": 321, \"people\": 1073, \"seen\": 659, \"eye\": 457, \"idealistic\": 25, \"kid\": 672, \"chooses\": 34, \"champion\": 27, \"losing\": 58, \"cause\": 131, \"keenly\": 5, \"observed\": 8, \"refreshingly\": 70, \"natural\": 109, \"detail\": 191, \"promenade\": 12, \"clad\": 34, \"body\": 158, \"myrtle\": 17, \"beach\": 59, \"s\": 120, \"c\": 68, \"adrenaline\": 26, \"jolt\": 56, \"sudden\": 52, \"lunch\": 38, \"rush\": 81, \"diner\": 16, \"brilliant\": 186, \"expense\": 52, \"paid\": 78, \"pay\": 180, \"triumph\": 122, \"hews\": 9, \"carry\": 123, \"effortlessly\": 38, \"darkness\": 31, \"light\": 397, \"everyone\": 285, \"involved\": 118, \"seems\": 502, \"coasting\": 6, \"hooked\": 4, \"delicious\": 37, \"pulpiness\": 8, \"lurid\": 36, \"fiction\": 151, \"kind\": 707, \"production\": 249, \"been\": 1461, \"funnier\": 130, \"released\": 86, \"outtake\": 37, \"theatrically\": 17, \"used\": 168, \"bonus\": 28, \"dvd\": 108, \"tolstoy\": 7, \"groupie\": 15, \"daughter\": 91, \"danang\": 6, \"reveals\": 116, \"effort\": 397, \"toward\": 101, \"closure\": 22, \"open\": 178, \"wound\": 45, \"weirdly\": 38, \"unpredictable\": 58, \"piece\": 556, \"intriguing\": 223, \"intoxicating\": 58, \"although\": 116, \"fairly\": 215, \"having\": 214, \"fresh\": 290, \"growing\": 120, \"catholic\": 60, \"really\": 888, \"anything\": 470, \"comprehension\": 22, \"were\": 687, \"sleek\": 8, \"arty\": 21, \"poor\": 139, \"editing\": 117, \"bluescreen\": 20, \"ultra\": 46, \"cheesy\": 80, \"highlight\": 23, \"radical\": 50, \"cho\": 44, \"face\": 432, \"amazing\": 77, \"slapstick\": 130, \"instrument\": 8, \"creating\": 77, \"scrapbook\": 18, \"living\": 156, \"mug\": 33, \"shot\": 388, \"frame\": 160, \"completely\": 225, \"miss\": 120, \"initial\": 35, \"strangeness\": 28, \"inexorably\": 6, \"rote\": 51, \"sentimentality\": 109, \"mystical\": 15, \"tenderness\": 16, \"expedience\": 19, \"let\": 233, \"brush\": 35, \"humanity\": 146, \"psycho\": 37, \"without\": 872, \"him\": 533, \"hartley\": 43, \"created\": 93, \"monster\": 243, \"did\": 470, \"handle\": 46, \"cowering\": 16, \"begging\": 13, \"foot\": 62, \"scruffy\": 28, \"giannini\": 5, \"madonna\": 48, \"since\": 348, \"abel\": 13, \"ferrara\": 18, \"beaten\": 18, \"pulp\": 52, \"dangerous\": 76, \"clumsy\": 63, \"key\": 130, \"splash\": 26, \"eight\": 61, \"legged\": 31, \"freak\": 69, \"partly\": 47, \"homage\": 95, \"tarantula\": 18, \"low\": 424, \"budget\": 222, \"1950s\": 28, \"60s\": 51, \"sophomoric\": 61, \"romp\": 40, \"hellish\": 20, \"condition\": 122, \"errol\": 17, \"morris\": 9, \"focusing\": 7, \"eccentricity\": 19, \"failing\": 47, \"bigger\": 71, \"oddball\": 11, \"near\": 115, \"future\": 182, \"america\": 199, \"scientific\": 15, \"law\": 47, \"discerned\": 25, \"producer\": 101, \"heed\": 19, \"mediocre\": 153, \"drag\": 163, \"speed\": 30, \"explosion\": 85, \"fall\": 261, \"few\": 826, \"cool\": 210, \"never\": 1114, \"aware\": 46, \"coolness\": 14, \"artist\": 253, \"tired\": 192, \"fighting\": 64, \"fight\": 149, \"putting\": 55, \"weight\": 79, \"shoulder\": 61, \"form\": 155, \"stale\": 109, \"uninspired\": 56, \"cut\": 252, \"song\": 171, \"fully\": 164, \"example\": 76, \"lush\": 58, \"enveloping\": 31, \"rhapsodizes\": 10, \"rare\": 240, \"capability\": 15, \"soothe\": 11, \"break\": 200, \"heart\": 803, \"single\": 233, \"stroke\": 41, \"eerily\": 16, \"accurate\": 43, \"depiction\": 69, \"depression\": 16, \"length\": 162, \"wear\": 97, \"tryingly\": 11, \"uncluttered\": 6, \"gem\": 61, \"relay\": 7, \"universal\": 123, \"lecture\": 22, \"confrontation\": 8, \"scratch\": 69, \"hole\": 143, \"head\": 346, \"post\": 137, \"camp\": 129, \"old\": 1180, \"perfectly\": 190, \"creature\": 68, \"cross\": 132, \"toxic\": 10, \"chemical\": 10, \"bunch\": 84, \"exotic\": 75, \"running\": 236, \"around\": 449, \"screaming\": 59, \"death\": 325, \"bet\": 19, \"convoluted\": 41, \"journey\": 162, \"turn\": 531, \"devolves\": 24, \"bizarre\": 133, \"sort\": 278, \"shainberg\": 15, \"adaptation\": 169, \"gaitskill\": 9, \"harrowing\": 68, \"brilliantly\": 32, \"played\": 77, \"kim\": 18, \"ki\": 3, \"deok\": 3, \"mind\": 398, \"emotionally\": 210, \"least\": 460, \"adolescent\": 99, \"audience\": 1185, \"demanding\": 42, \"regular\": 11, \"bout\": 36, \"defensible\": 14, \"sexual\": 148, \"violence\": 225, \"exist\": 31, \"employ\": 30, \"owe\": 30, \"favor\": 147, \"famous\": 61, \"parent\": 236, \"scattered\": 53, \"whose\": 359, \"cinema\": 593, \"paradiso\": 46, \"improved\": 19, \"campanella\": 11, \"sad\": 235, \"hopeful\": 88, \"amiable\": 39, \"unfocused\": 57, \"bagatelle\": 8, \"loosely\": 37, \"connected\": 28, \"string\": 96, \"workshop\": 30, \"sharp\": 141, \"dull\": 386, \"wallace\": 58, \"bit\": 539, \"heavy\": 211, \"handed\": 88, \"message\": 340, \"flair\": 81, \"wax\": 9, \"poetic\": 109, \"taste\": 185, \"charming\": 278, \"chimp\": 26, \"blown\": 67, \"spiral\": 22, \"downward\": 20, \"thud\": 14, \"utterly\": 129, \"incompetent\": 46, \"conclusion\": 160, \"child\": 497, \"truest\": 8, \"horrendously\": 10, \"amateurish\": 80, \"plainly\": 18, \"incomprehensible\": 34, \"beautifully\": 223, \"crafted\": 144, \"attract\": 48, \"upscale\": 17, \"hungry\": 40, \"quality\": 216, \"nostalgic\": 23, \"twisty\": 18, \"yarn\": 93, \"guessing\": 50, \"awkwardly\": 26, \"magic\": 149, \"realism\": 112, \"punch\": 99, \"unfortunately\": 58, \"outnumber\": 8, \"hit\": 263, \"three\": 472, \"smoke\": 4, \"signal\": 17, \"imbued\": 9, \"familial\": 43, \"spirituality\": 19, \"moving\": 403, \"stooping\": 20, \"base\": 37, \"melodrama\": 298, \"evokes\": 24, \"style\": 568, \"flash\": 65, \"double\": 97, \"heist\": 33, \"uplifting\": 56, \"brief\": 42, \"42\": 6, \"need\": 565, \"x\": 122, \"blab\": 19, \"spalding\": 5, \"gray\": 6, \"teen\": 334, \"gross\": 174, \"deal\": 155, \"preposterous\": 53, \"uneven\": 104, \"rehash\": 53, \"several\": 162, \"capped\": 8, \"pointless\": 112, \"extreme\": 157, \"insanely\": 45, \"graphic\": 105, \"dragon\": 83, \"real\": 871, \"reign\": 68, \"fire\": 225, \"wo\": 254, \"disappointed\": 39, \"dramatic\": 333, \"happen\": 131, \"manages\": 287, \"intended\": 134, \"placing\": 15, \"coma\": 30, \"state\": 97, \"generates\": 25, \"degree\": 83, \"randomness\": 20, \"achieved\": 11, \"lottery\": 12, \"drawing\": 71, \"veers\": 26, \"course\": 112, \"unintentional\": 33, \"parallel\": 34, \"inadvertently\": 14, \"evoke\": 39, \"humorous\": 87, \"depress\": 18, \"saw\": 160, \"convinced\": 47, \"already\": 253, \"impression\": 108, \"territory\": 83, \"humor\": 856, \"lose\": 29, \"smug\": 59, \"satisfaction\": 19, \"associated\": 29, \"private\": 75, \"superior\": 96, \"navigates\": 5, \"fast\": 167, \"fade\": 31, \"pomposity\": 11, \"pretentiousness\": 6, \"weak\": 91, \"together\": 444, \"told\": 193, \"latently\": 6, \"liking\": 22, \"read\": 133, \"hardly\": 108, \"enough\": 1253, \"sophisticated\": 132, \"literate\": 38, \"such\": 801, \"picture\": 802, \"catch\": 99, \"slight\": 138, \"monte\": 8, \"cristo\": 8, \"smartly\": 37, \"wrought\": 21, \"omits\": 6, \"needle\": 14, \"chase\": 136, \"swordfights\": 10, \"revenge\": 93, \"unfolds\": 61, \"fairy\": 76, \"tale\": 614, \"renowned\": 33, \"indian\": 136, \"allows\": 122, \"revel\": 35, \"splendor\": 26, \"done\": 372, \"supernatural\": 35, \"keen\": 24, \"parapsychological\": 8, \"phenomenon\": 15, \"soulful\": 48, \"nuance\": 71, \"grieving\": 14, \"process\": 167, \"bond\": 131, \"save\": 115, \"eccentric\": 80, \"super\": 87, \"wealthy\": 10, \"megalomaniac\": 11, \"bent\": 32, \"domination\": 13, \"destruction\": 57, \"depressing\": 118, \"ruthlessly\": 10, \"pained\": 10, \"depraved\": 20, \"staring\": 19, \"damon\": 34, \"brings\": 115, \"proper\": 44, \"conviction\": 122, \"jason\": 60, \"bourne\": 53, \"beware\": 7, \"penance\": 17, \"rich\": 263, \"luscious\": 7, \"singularly\": 13, \"boris\": 4, \"von\": 25, \"sychowski\": 5, \"instead\": 298, \"opts\": 18, \"routine\": 150, \"slasher\": 27, \"sit\": 176, \"nice\": 165, \"trusted\": 13, \"complex\": 240, \"left\": 252, \"predictable\": 313, \"superfluous\": 14, \"plagued\": 9, \"feeling\": 332, \"shown\": 23, \"appointed\": 20, \"visible\": 20, \"enthusiasm\": 65, \"mighty\": 7, \"roughshod\": 22, \"document\": 102, \"serf\": 72, \"workable\": 13, \"primer\": 13, \"region\": 26, \"terrific\": 188, \"10th\": 16, \"grade\": 103, \"learning\": 24, \"tool\": 48, \"cloak\": 14, \"anti\": 131, \"feminist\": 43, \"equation\": 26, \"career\": 220, \"misery\": 43, \"tiresome\": 87, \"dud\": 36, \"safe\": 56, \"milquetoast\": 12, \"week\": 179, \"transcends\": 37, \"meets\": 38, \"girl\": 491, \"posturing\": 25, \"typical\": 130, \"ridden\": 42, \"endeavor\": 73, \"blend\": 73, \"overripe\": 11, \"episode\": 195, \"dawson\": 71, \"creek\": 22, \"recycled\": 58, \"dumbed\": 42, \"cover\": 84, \"huge\": 142, \"topic\": 67, \"bland\": 212, \"surfacey\": 11, \"why\": 397, \"instance\": 43, \"improve\": 40, \"blank\": 90, \"threw\": 17, \"load\": 70, \"money\": 159, \"teenage\": 87, \"wrestling\": 31, \"difficult\": 214, \"imagine\": 155, \"confused\": 39, \"sloppily\": 19, \"possibly\": 99, \"road\": 214, \"2002\": 124, \"intentioned\": 41, \"rent\": 63, \"parable\": 58, \"jolting\": 9, \"charleston\": 5, \"rhythm\": 152, \"sizzle\": 23, \"news\": 98, \"found\": 199, \"vent\": 13, \"sy\": 14, \"faced\": 86, \"smiling\": 32, \"madman\": 20, \"killer\": 152, \"insomnia\": 36, \"phoned\": 3, \"business\": 169, \"lackadaisical\": 5, \"plotting\": 78, \"mindless\": 117, \"benjamin\": 27, \"tier\": 11, \"blaxploitation\": 39, \"1970s\": 31, \"ah\": 38, \"yes\": 70, \"me\": 548, \"urge\": 85, \"doze\": 39, \"thoughtless\": 6, \"random\": 51, \"superficial\": 95, \"humour\": 94, \"scouse\": 5, \"value\": 204, \"standard\": 203, \"procedure\": 20, \"narc\": 23, \"defiantly\": 17, \"retro\": 34, \"chord\": 43, \"outpaces\": 8, \"contemporary\": 181, \"daring\": 71, \"verve\": 52, \"rip\": 100, \"roaring\": 4, \"fest\": 31, \"hair\": 121, \"chest\": 39, \"miyazaki\": 29, \"wondrously\": 19, \"gifted\": 72, \"storyteller\": 15, \"chronicle\": 43, \"quest\": 69, \"president\": 23, \"handedly\": 12, \"turned\": 124, \"plane\": 35, \"bitten\": 33, \"cynical\": 73, \"journalist\": 36, \"essentially\": 106, \"campaign\": 46, \"extended\": 63, \"publicity\": 19, \"department\": 69, \"provides\": 84, \"laugh\": 660, \"therapy\": 41, \"offbeat\": 65, \"happy\": 140, \"ending\": 270, \"strangely\": 100, \"hollow\": 31, \"core\": 159, \"commercialism\": 17, \"squeezed\": 15, \"idealism\": 31, \"moviemaking\": 69, \"godfrey\": 24, \"reggio\": 44, \"shine\": 61, \"lonely\": 32, \"beacon\": 20, \"roger\": 71, \"michell\": 11, \"cuss\": 13, \"severely\": 29, \"bungling\": 12, \"robert\": 208, \"harmon\": 21, \"less\": 24, \"bump\": 43, \"night\": 219, \"chill\": 80, \"greatest\": 132, \"keeping\": 50, \"creepy\": 205, \"crawlies\": 9, \"hidden\": 31, \"shadow\": 92, \"highest\": 53, \"awkwardness\": 38, \"human\": 787, \"generous\": 48, \"feral\": 21, \"uncomfortable\": 31, \"sillier\": 20, \"cuter\": 6, \"shorter\": 23, \"remember\": 114, \"enjoyable\": 336, \"expected\": 86, \"basic\": 97, \"comedic\": 106, \"construct\": 72, \"black\": 357, \"white\": 216, \"unrealistic\": 3, \"reassuring\": 14, \"manner\": 183, \"sung\": 22, \"holiday\": 124, \"carol\": 44, \"camouflage\": 13, \"carvey\": 43, \"now\": 280, \"considering\": 32, \"paper\": 106, \"bag\": 77, \"public\": 109, \"recognized\": 16, \"bilked\": 20, \"unsuspecting\": 34, \"moviegoer\": 104, \"scare\": 53, \"ominous\": 18, \"pervasive\": 34, \"unknown\": 29, \"threat\": 43, \"lurks\": 11, \"below\": 58, \"proceeding\": 82, \"add\": 155, \"constant\": 59, \"mindset\": 12, \"suspense\": 276, \"animation\": 240, \"handsome\": 64, \"various\": 110, \"sidekick\": 9, \"needed\": 100, \"levity\": 19, \"bleak\": 70, \"overall\": 152, \"rise\": 117, \"mediocrity\": 28, \"rock\": 235, \"video\": 522, \"fused\": 14, \"eerie\": 39, \"atmosphere\": 115, \"breezy\": 46, \"esoteric\": 9, \"musing\": 18, \"philosophy\": 46, \"former\": 54, \"gong\": 26, \"addict\": 17, \"admit\": 56, \"my\": 605, \"complaint\": 43, \"re\": 83, \"creations\": 13, \"genuinely\": 92, \"unnerving\": 47, \"increasingly\": 76, \"diverse\": 31, \"describe\": 49, \"joyous\": 53, \"national\": 105, \"boundary\": 33, \"celebrates\": 39, \"nature\": 231, \"worthy\": 168, \"bite\": 86, \"chew\": 44, \"linking\": 20, \"massacre\": 22, \"armenian\": 9, \"1915\": 16, \"present\": 169, \"halfway\": 65, \"dwindles\": 5, \"witty\": 131, \"surprising\": 173, \"morality\": 45, \"disguised\": 26, \"sens\": 31, \"traveler\": 37, \"earlier\": 32, \"freundlich\": 17, \"bear\": 140, \"grievous\": 12, \"obscure\": 29, \"father\": 139, \"circle\": 34, \"obsessively\": 7, \"contact\": 24, \"fact\": 213, \"preachy\": 78, \"touch\": 224, \"woo\": 68, \"bullet\": 63, \"ballet\": 15, \"formula\": 228, \"messing\": 20, \"bug\": 36, \"bogus\": 26, \"confident\": 42, \"pair\": 67, \"destination\": 48, \"special\": 512, \"walk\": 77, \"wood\": 37, \"superbly\": 20, \"photographed\": 42, \"staged\": 53, \"mendes\": 20, \"mainstream\": 112, \"rarely\": 122, \"mesmerizing\": 76, \"poem\": 71, \"10\": 179, \"seeing\": 224, \"sink\": 94, \"abyss\": 10, \"alternative\": 63, \"become\": 301, \"apparent\": 90, \"franchise\": 130, \"long\": 907, \"past\": 317, \"chris\": 85, \"ver\": 14, \"weil\": 11, \"directing\": 85, \"debut\": 287, \"natured\": 71, \"small\": 330, \"overshadowed\": 8, \"predictability\": 38, \"move\": 167, \"away\": 419, \"solondz\": 85, \"social\": 310, \"critique\": 34, \"casting\": 113, \"intellectual\": 102, \"lector\": 10, \"contemplation\": 26, \"auteur\": 27, \"professional\": 96, \"injury\": 32, \"dedication\": 64, \"finding\": 103, \"husband\": 92, \"psychotic\": 11, \"convincing\": 179, \"broken\": 95, \"outweighs\": 19, \"loss\": 148, \"witness\": 65, \"flat\": 256, \"fake\": 70, \"mildly\": 143, \"toothless\": 19, \"book\": 417, \"fester\": 3, \"dungpile\": 8, \"swear\": 25, \"monkey\": 14, \"flinging\": 7, \"feces\": 40, \"addition\": 66, \"overcooked\": 9, \"reaching\": 32, \"row\": 31, \"sound\": 229, \"horrible\": 81, \"vile\": 9, \"incoherent\": 53, \"scummy\": 9, \"ripoff\": 9, \"cronenberg\": 9, \"videodrome\": 7, \"kinda\": 40, \"dumb\": 227, \"sent\": 14, \"copyof\": 7, \"review\": 52, \"humbuggery\": 4, \"blade\": 115, \"ii\": 196, \"arch\": 5, \"cold\": 269, \"blooded\": 38, \"thinly\": 25, \"conceived\": 40, \"flame\": 38, \"roiling\": 14, \"inspires\": 35, \"trembling\": 15, \"gratitude\": 6, \"robinson\": 33, \"web\": 44, \"match\": 126, \"turning\": 97, \"frenzy\": 13, \"clancy\": 25, \"creates\": 104, \"got\": 200, \"lynch\": 35, \"tentative\": 3, \"given\": 203, \"concentrating\": 12, \"revealing\": 101, \"alienation\": 46, \"among\": 130, \"sadly\": 52, \"hostile\": 22, \"odds\": 78, \"recklessness\": 27, \"retaliation\": 25, \"austin\": 43, \"goldmember\": 17, \"entertainment\": 433, \"sustain\": 153, \"interest\": 363, \"puzzle\": 28, \"emphasis\": 38, \"britney\": 74, \"spear\": 65, \"maintaining\": 26, \"appearance\": 21, \"clinical\": 25, \"objectivity\": 26, \"inspiring\": 111, \"wiseman\": 21, \"warmest\": 8, \"doubt\": 132, \"asks\": 56, \"question\": 243, \"country\": 168, \"dreary\": 88, \"spark\": 112, \"appear\": 83, \"ca\": 490, \"generate\": 58, \"heat\": 39, \"vacuum\": 33, \"reaction\": 38, \"ivan\": 14, \"prince\": 18, \"fellow\": 45, \"shallow\": 140, \"glib\": 23, \"spirited\": 105, \"responsible\": 39, \"particular\": 120, \"merit\": 100, \"using\": 50, \"stock\": 99, \"injects\": 14, \"freshness\": 49, \"provide\": 92, \"beating\": 15, \"spoof\": 62, \"downplays\": 6, \"raunch\": 38, \"rely\": 39, \"strength\": 134, \"cleverness\": 51, \"opposed\": 15, \"extent\": 49, \"outrageousness\": 13, \"begin\": 158, \"conventional\": 128, \"evolves\": 11, \"gorgeously\": 36, \"atmospheric\": 36, \"meditation\": 128, \"encounter\": 80, \"buy\": 69, \"popcorn\": 135, \"late\": 137, \"cable\": 60, \"sexploitation\": 5, \"masquerading\": 5, \"ruthless\": 16, \"order\": 84, \"governs\": 11, \"college\": 172, \"clique\": 12, \"burdened\": 7, \"sensibility\": 87, \"emerge\": 47, \"accessibility\": 10, \"allen\": 117, \"piffle\": 28, \"saying\": 73, \"airhead\": 16, \"deserves\": 125, \"momentum\": 48, \"position\": 9, \"remains\": 188, \"undeterminable\": 9, \"experiment\": 30, \"successful\": 143, \"judith\": 4, \"zaza\": 5, \"bedroom\": 6, \"intimate\": 123, \"sensual\": 51, \"psychologically\": 37, \"pass\": 30, \"hysteric\": 17, \"spotty\": 5, \"biting\": 78, \"irritating\": 83, \"soul\": 222, \"searching\": 51, \"garbage\": 43, \"price\": 105, \"ticket\": 93, \"clarity\": 98, \"matter\": 433, \"breaking\": 41, \"code\": 47, \"comparison\": 64, \"disappointingly\": 36, \"thin\": 240, \"lower\": 44, \"class\": 259, \"london\": 26, \"mainly\": 49, \"south\": 126, \"korean\": 41, \"undemanding\": 20, \"alacrity\": 12, \"counterpart\": 45, \"except\": 118, \"heady\": 41, \"jumble\": 22, \"insane\": 36, \"undertaking\": 8, \"coheres\": 9, \"sane\": 67, \"breathtakingly\": 37, \"creative\": 183, \"toilet\": 54, \"seat\": 211, \"substantive\": 7, \"help\": 258, \"caught\": 52, \"appears\": 83, \"whom\": 97, \"logic\": 72, \"cohesion\": 23, \"foreign\": 127, \"ignore\": 27, \"concentrate\": 24, \"sea\": 145, \"interpersonal\": 13, \"ai\": 40, \"half\": 551, \"dreadful\": 25, \"passionate\": 53, \"somewhat\": 169, \"flawed\": 170, \"treatment\": 129, \"smackdown\": 4, \"guilty\": 122, \"celebration\": 42, \"these\": 670, \"unfairly\": 6, \"dismissed\": 38, \"painfully\": 97, \"forced\": 122, \"false\": 85, \"fabricated\": 14, \"relative\": 30, \"letdown\": 13, \"hey\": 51, \"arnold\": 53, \"surface\": 113, \"itch\": 11, \"explore\": 68, \"band\": 136, \"featured\": 14, \"drumline\": 16, \"red\": 137, \"hot\": 143, \"mere\": 87, \"leigh\": 17, \"cast\": 794, \"sham\": 15, \"raw\": 105, \"nerved\": 8, \"monumental\": 15, \"practically\": 28, \"facet\": 25, \"joyless\": 27, \"idiotic\": 27, \"annoying\": 95, \"atrocious\": 19, \"praised\": 7, \"disappointment\": 38, \"misfortune\": 11, \"watch\": 639, \"quite\": 554, \"stand\": 334, \"wane\": 19, \"roman\": 54, \"directs\": 28, \"surgeon\": 11, \"mend\": 11, \"meticulously\": 12, \"passion\": 244, \"garth\": 5, \"progressed\": 11, \"nicely\": 98, \"wayne\": 18, \"empathy\": 102, \"spare\": 64, \"waydowntown\": 25, \"acknowledges\": 25, \"silent\": 61, \"scream\": 63, \"workaday\": 11, \"inertia\": 16, \"indulging\": 10, \"striving\": 12, \"solipsism\": 12, \"labour\": 15, \"thrilled\": 6, \"naturedness\": 12, \"deed\": 23, \"embrace\": 78, \"sheer\": 94, \"goofiness\": 18, \"cameo\": 38, \"likely\": 265, \"celebrity\": 38, \"certainly\": 220, \"raise\": 65, \"sandler\": 126, \"attached\": 22, \"fundamentally\": 17, \"level\": 414, \"achieves\": 69, \"goofy\": 143, \"grandeur\": 68, \"ho\": 37, \"hum\": 7, \"affair\": 92, \"always\": 323, \"watchable\": 129, \"uniformly\": 21, \"acted\": 179, \"especially\": 326, \"ballesta\": 9, \"galan\": 8, \"achero\": 9, \"manas\": 10, \"schematic\": 10, \"obvious\": 313, \"resurrect\": 8, \"dead\": 257, \"copy\": 58, \"knocking\": 9, \"shore\": 26, \"wary\": 23, \"native\": 39, \"abhorrent\": 17, \"simplistic\": 108, \"heaven\": 113, \"holly\": 53, \"marina\": 32, \"survive\": 46, \"hothouse\": 18, \"teendom\": 17, \"longevity\": 5, \"inexplicable\": 49, \"characterization\": 92, \"crassly\": 20, \"reductive\": 21, \"hour\": 752, \"connect\": 97, \"neat\": 62, \"introduces\": 14, \"illuminate\": 10, \"duty\": 47, \"purport\": 13, \"target\": 170, \"deeper\": 105, \"nine\": 34, \"tenths\": 6, \"waterboy\": 16, \"motion\": 153, \"zip\": 11, \"gone\": 192, \"snazzy\": 8, \"establishes\": 25, \"realistic\": 95, \"involves\": 11, \"unfolding\": 32, \"ensures\": 8, \"investment\": 21, \"automatically\": 22, \"bypass\": 6, \"hip\": 175, \"hop\": 98, \"bigelow\": 11, \"flashy\": 70, \"twist\": 234, \"fortify\": 6, \"turgid\": 21, \"fable\": 45, \"unsophisticated\": 3, \"seriously\": 113, \"stupid\": 165, \"infantile\": 15, \"redundant\": 32, \"sloppy\": 105, \"top\": 258, \"resident\": 19, \"carpenter\": 43, \"ghost\": 94, \"mar\": 31, \"eliminating\": 9, \"beheading\": 10, \"resolutely\": 42, \"avoids\": 22, \"possibility\": 67, \"situation\": 318, \"prom\": 12, \"destiny\": 21, \"master\": 154, \"further\": 99, \"anyone\": 382, \"hunger\": 14, \"cat\": 68, \"tasty\": 53, \"lift\": 59, \"cannibal\": 15, \"lust\": 44, \"ordinary\": 99, \"orientation\": 6, \"expectation\": 101, \"laughter\": 75, \"quashed\": 7, \"obscenity\": 10, \"hand\": 287, \"funniest\": 104, \"depth\": 176, \"lacked\": 9, \"translation\": 34, \"frailty\": 41, \"campfire\": 15, \"telling\": 131, \"each\": 354, \"willies\": 15, \"front\": 101, \"loaded\": 29, \"shapely\": 5, \"1990\": 9, \"ambitious\": 186, \"shiner\": 12, \"organizing\": 10, \"pull\": 168, \"effect\": 411, \"suck\": 71, \"flaw\": 178, \"beast\": 68, \"brutal\": 50, \"honesty\": 45, \"respect\": 109, \"twenty\": 47, \"release\": 145, \"e\": 73, \"t\": 131, \"wondrous\": 27, \"fantasy\": 271, \"apex\": 9, \"misunderstood\": 11, \"gooding\": 17, \"desperately\": 53, \"ingratiating\": 14, \"trick\": 141, \"outrage\": 38, \"easier\": 52, \"combine\": 42, \"enigmatic\": 40, \"memento\": 23, \"hallucinatory\": 16, \"drug\": 156, \"requiem\": 9, \"individual\": 56, \"prism\": 27, \"belief\": 35, \"prejudice\": 26, \"peace\": 11, \"possible\": 205, \"flailing\": 20, \"terribly\": 44, \"ill\": 140, \"expensive\": 15, \"project\": 307, \"talented\": 179, \"thesps\": 10, \"slumming\": 8, \"broder\": 4, \"offensive\": 100, \"pitifully\": 9, \"leguizamo\": 15, \"excellent\": 154, \"superb\": 83, \"figure\": 187, \"rule\": 24, \"universe\": 31, \"hairier\": 10, \"tax\": 18, \"einstein\": 8, \"brain\": 169, \"feardotcom\": 42, \"ethereal\": 38, \"internet\": 26, \"otherworldly\": 26, \"energy\": 346, \"channel\": 116, \"delia\": 3, \"greta\": 5, \"paula\": 6, \"rank\": 88, \"multilayered\": 12, \"sympathetic\": 51, \"female\": 169, \"beauty\": 219, \"alexander\": 13, \"payne\": 33, \"ode\": 61, \"everyman\": 18, \"town\": 46, \"authentic\": 61, \"everybody\": 24, \"background\": 79, \"manufactured\": 41, \"artificial\": 85, \"julie\": 19, \"davis\": 73, \"kathie\": 9, \"gifford\": 10, \"proving\": 13, \"again\": 414, \"ego\": 49, \"talent\": 314, \"must\": 227, \"water\": 199, \"operating\": 11, \"don\": 62, \"king\": 119, \"sonny\": 29, \"miller\": 46, \"michael\": 241, \"stewart\": 20, \"aussie\": 5, \"caesar\": 11, \"ritchie\": 59, \"averse\": 4, \"am\": 36, \"follow\": 84, \"maybe\": 135, \"tuba\": 8, \"dwarf\": 16, \"rolled\": 8, \"hill\": 63, \"trash\": 83, \"loses\": 80, \"vat\": 17, \"failed\": 22, \"twitchy\": 11, \"general\": 107, \"boorishness\": 14, \"misty\": 16, \"eyed\": 89, \"southern\": 63, \"nostalgia\": 72, \"treading\": 12, \"between\": 724, \"sappy\": 104, \"mired\": 16, \"tear\": 180, \"drenched\": 40, \"quicksand\": 7, \"oblivious\": 5, \"existence\": 54, \"indeed\": 68, \"belinsky\": 4, \"able\": 176, \"create\": 149, \"porn\": 56, \"snazziness\": 7, \"neglecting\": 12, \"conspicuous\": 27, \"writing\": 217, \"notwithstanding\": 39, \"final\": 208, \"secretary\": 31, \"based\": 162, \"clinic\": 24, \"spader\": 39, \"gyllenhaal\": 53, \"unique\": 142, \"slick\": 31, \"tick\": 43, \"tock\": 6, \"yelling\": 10, \"barbershop\": 58, \"hearted\": 108, \"ensemble\": 137, \"variety\": 66, \"soulless\": 38, \"ineptly\": 12, \"assembled\": 28, \"pabulum\": 6, \"95\": 26, \"commercial\": 111, \"nba\": 19, \"property\": 34, \"virtually\": 104, \"akin\": 15, \"act\": 325, \"suspenseful\": 68, \"soderbergh\": 90, \"skim\": 13, \"fat\": 83, \"1972\": 7, \"hilarious\": 226, \"musical\": 101, \"stymied\": 5, \"mud\": 15, \"criticism\": 20, \"considered\": 65, \"suffers\": 104, \"box\": 78, \"consolation\": 39, \"bearable\": 11, \"cremaster\": 16, \"3\": 75, \"tough\": 87, \"pill\": 15, \"swallow\": 55, \"minor\": 110, \"miracle\": 49, \"expression\": 63, \"kouyate\": 22, \"elicits\": 9, \"commentary\": 90, \"government\": 21, \"asylum\": 13, \"gripping\": 94, \"jia\": 17, \"family\": 822, \"walked\": 43, \"hoped\": 36, \"moist\": 12, \"attal\": 40, \"push\": 67, \"television\": 151, \"guaranteed\": 26, \"lump\": 44, \"throat\": 21, \"reaffirming\": 10, \"washington\": 71, \"working\": 238, \"today\": 156, \"laughing\": 74, \"humanly\": 23, \"believable\": 132, \"defeated\": 35, \"implausible\": 57, \"behavior\": 117, \"enjoyment\": 32, \"hinge\": 17, \"personal\": 255, \"threshold\": 19, \"endearing\": 126, \"extremely\": 114, \"unconventional\": 42, \"smack\": 47, \"exhibitionism\": 6, \"cathartic\": 18, \"truth\": 189, \"bart\": 7, \"dysfunctional\": 70, \"gravity\": 44, \"crudup\": 41, \"anchoring\": 21, \"overplayed\": 13, \"exaggerated\": 33, \"subtlety\": 74, \"trademark\": 79, \"animated\": 157, \"stab\": 22, \"soccer\": 25, \"hooliganism\": 14, \"barreled\": 13, \"quentin\": 36, \"tarantino\": 72, \"climactic\": 48, \"shootout\": 22, \"meat\": 47, \"loaf\": 9, \"explodes\": 9, \"frustratingly\": 34, \"refuse\": 42, \"pinochet\": 19, \"context\": 63, \"distance\": 82, \"admirable\": 85, \"paul\": 72, \"bettany\": 22, \"mcdowell\": 14, \"serviceable\": 43, \"euro\": 9, \"extravaganza\": 55, \"plenty\": 190, \"boom\": 52, \"handgun\": 7, \"bmws\": 6, \"seaside\": 5, \"chateau\": 25, \"veteran\": 41, \"dating\": 13, \"smirk\": 26, \"uneasily\": 10, \"nightmare\": 74, \"everyday\": 48, \"misadventure\": 10, \"sends\": 10, \"believer\": 20, \"cheered\": 7, \"rollerball\": 30, \"sanitised\": 6, \"stagey\": 9, \"interview\": 60, \"assassin\": 60, \"structured\": 48, \"shaking\": 14, \"blair\": 82, \"witch\": 93, \"root\": 105, \"remarkable\": 190, \"scope\": 34, \"startling\": 60, \"intimacy\": 51, \"breadth\": 31, \"21\": 13, \"2\": 187, \"european\": 34, \"doing\": 175, \"20\": 130, \"ago\": 150, \"claim\": 43, \"essential\": 21, \"mana\": 2, \"damaged\": 61, \"relentlessly\": 63, \"lowbrow\": 23, \"outing\": 43, \"clueless\": 32, \"fork\": 14, \"palpable\": 27, \"disconnection\": 4, \"poignant\": 88, \"incessant\": 38, \"use\": 163, \"cell\": 65, \"phone\": 103, \"hoot\": 30, \"straight\": 212, \"shooting\": 103, \"award\": 103, \"animal\": 140, \"directive\": 4, \"protect\": 21, \"blur\": 5, \"merge\": 13, \"schaeffer\": 26, \"accomplished\": 65, \"strictly\": 48, \"speaking\": 84, \"qualify\": 24, \"revolutionary\": 25, \"obnoxious\": 62, \"didactic\": 29, \"burlesque\": 6, \"balding\": 9, \"50\": 71, \"innocent\": 54, \"carved\": 33, \"log\": 27, \"anywhere\": 39, \"million\": 76, \"pinocchio\": 55, \"fanciful\": 58, \"intensity\": 92, \"jaglom\": 43, \"secondhand\": 23, \"maelstrom\": 20, \"deliberately\": 30, \"unsteady\": 8, \"mixture\": 64, \"stylistic\": 41, \"bring\": 177, \"bot\": 9, \"alabama\": 40, \"win\": 170, \"academy\": 57, \"definitely\": 117, \"air\": 190, \"onscreen\": 92, \"larded\": 5, \"exposition\": 46, \"somber\": 74, \"cop\": 115, \"sand\": 80, \"titular\": 37, \"community\": 120, \"cute\": 158, \"ensuing\": 10, \"blatant\": 27, \"resolution\": 35, \"convenient\": 55, \"lagaan\": 6, \"quintessential\": 7, \"bollywood\": 29, \"characteristically\": 20, \"engorged\": 7, \"wry\": 87, \"affectionate\": 18, \"delight\": 166, \"ramsay\": 31, \"improbable\": 56, \"ear\": 74, \"telegraphed\": 33, \"blithe\": 16, \"exchange\": 34, \"lingering\": 52, \"tug\": 30, \"foster\": 33, \"leaf\": 142, \"lavish\": 31, \"formalism\": 7, \"austerity\": 24, \"edge\": 188, \"shape\": 63, \"shifting\": 46, \"peril\": 45, \"calamity\": 9, \"friday\": 77, \"next\": 315, \"african\": 76, \"americans\": 39, \"broad\": 60, \"racial\": 62, \"insensitivity\": 18, \"towards\": 28, \"lively\": 40, \"account\": 42, \"seinfeld\": 32, \"deadpan\": 41, \"awareness\": 32, \"issue\": 251, \"overlooked\": 15, \"seven\": 62, \"switch\": 38, \"mix\": 120, \"shining\": 48, \"naked\": 39, \"teenager\": 92, \"1980s\": 10, \"heartening\": 14, \"victory\": 20, \"enduring\": 31, \"hope\": 142, \"politically\": 44, \"unpleasant\": 75, \"intellectually\": 16, \"scary\": 194, \"dramatically\": 62, \"puzzling\": 30, \"jonah\": 39, \"biblical\": 11, \"either\": 289, \"lessen\": 13, \"widely\": 7, \"debated\": 22, \"ferocity\": 24, \"thoughtfulness\": 19, \"intelligent\": 286, \"busy\": 36, \"hitting\": 55, \"assigned\": 9, \"wahlberg\": 8, \"classy\": 22, \"pokepie\": 14, \"hat\": 46, \"dry\": 186, \"shrapnel\": 6, \"mental\": 42, \"shellshock\": 4, \"linger\": 5, \"ended\": 58, \"warren\": 11, \"search\": 59, \"neglected\": 6, \"stayed\": 6, \"pile\": 73, \"useless\": 33, \"actioners\": 8, \"mtv\": 37, \"schmuck\": 7, \"four\": 221, \"sara\": 42, \"sugarman\": 31, \"stoop\": 33, \"drop\": 62, \"pant\": 47, \"she\": 408, \"provoke\": 15, \"interpretation\": 58, \"joan\": 48, \"prefeminist\": 14, \"plight\": 40, \"allow\": 58, \"nudity\": 33, \"directorial\": 85, \"stamp\": 16, \"stylish\": 152, \"visualize\": 16, \"schizophrenia\": 29, \"step\": 148, \"sick\": 114, \"handsomely\": 15, \"overproduced\": 15, \"dreck\": 20, \"shockingly\": 33, \"absolutely\": 82, \"unnecessary\": 80, \"saccharine\": 57, \"disposable\": 43, \"flamboyant\": 48, \"subtle\": 134, \"goodness\": 10, \"compromised\": 16, \"exceptionally\": 31, \"quietly\": 107, \"summertime\": 22, \"restless\": 7, \"dignity\": 66, \"motivated\": 47, \"pitched\": 38, \"despair\": 76, \"schmidt\": 39, \"closer\": 41, \"expressing\": 22, \"someplace\": 13, \"consuming\": 30, \"absorption\": 15, \"insistently\": 10, \"otherness\": 11, \"glow\": 19, \"sensuality\": 24, \"conniving\": 10, \"aspiration\": 42, \"strange\": 220, \"twisted\": 129, \"thrown\": 39, \"hastily\": 57, \"underrehearsed\": 8, \"arbitrarily\": 7, \"plotted\": 63, \"filled\": 112, \"crude\": 69, \"innuendo\": 33, \"gangster\": 109, \"fair\": 70, \"bank\": 33, \"robbery\": 10, \"plus\": 27, \"dose\": 39, \"son\": 127, \"dynamic\": 87, \"degrading\": 8, \"liberating\": 37, \"leading\": 41, \"dispassionate\": 14, \"gantz\": 33, \"brother\": 191, \"pasty\": 16, \"lumpen\": 16, \"innocuous\": 19, \"jean\": 44, \"van\": 70, \"damme\": 26, \"essence\": 68, \"promise\": 181, \"soar\": 31, \"realm\": 27, \"opposite\": 23, \"truly\": 275, \"magical\": 43, \"prowess\": 7, \"listless\": 64, \"stopped\": 15, \"started\": 72, \"reacting\": 22, \"part\": 470, \"grand\": 107, \"location\": 73, \"urgently\": 20, \"protagonist\": 159, \"struggled\": 27, \"mercy\": 20, \"inventiveness\": 37, \"gasping\": 15, \"newcomer\": 55, \"helmer\": 22, \"kevin\": 96, \"donovan\": 27, \"hamstrung\": 5, \"badly\": 116, \"handled\": 53, \"tech\": 45, \"tux\": 13, \"wearer\": 15, \"superman\": 24, \"photo\": 42, \"disappointing\": 60, \"generality\": 10, \"escape\": 115, \"romanek\": 22, \"conscious\": 109, \"scrutiny\": 30, \"confrontational\": 5, \"stance\": 14, \"todd\": 41, \"correctness\": 30, \"suburban\": 45, \"chop\": 51, \"suey\": 4, \"simple\": 223, \"reflection\": 50, \"lovely\": 122, \"trifle\": 59, \"cuteness\": 37, \"purely\": 30, \"notice\": 80, \"straightforward\": 76, \"bride\": 42, \"multi\": 36, \"layered\": 43, \"profoundly\": 26, \"humanist\": 8, \"knowledge\": 105, \"education\": 37, \"affect\": 13, \"cultural\": 194, \"geographical\": 7, \"displacement\": 6, \"worse\": 150, \"r\": 93, \"nebrida\": 20, \"gutless\": 15, \"laurice\": 15, \"guillen\": 15, \"peculiar\": 57, \"costume\": 86, \"renaissance\": 10, \"spain\": 13, \"event\": 277, \"somehow\": 68, \"santa\": 61, \"clause\": 40, \"streamlined\": 11, \"previous\": 182, \"jay\": 13, \"roach\": 9, \"taxicab\": 13, \"crowd\": 172, \"pleaser\": 41, \"spirit\": 372, \"corner\": 87, \"mouth\": 77, \"engrossing\": 148, \"historical\": 223, \"contributed\": 9, \"nausea\": 7, \"raimi\": 9, \"matured\": 9, \"plain\": 143, \"toast\": 16, \"arnie\": 19, \"musclefest\": 13, \"resonance\": 79, \"insultingly\": 26, \"unbelievably\": 6, \"forget\": 133, \"absurdity\": 67, \"icy\": 10, \"stunt\": 129, \"spout\": 8, \"following\": 51, \"mountain\": 35, \"modestly\": 27, \"gored\": 22, \"bullfighter\": 12, \"comatose\": 11, \"ballerina\": 19, \"kinky\": 19, \"bedside\": 12, \"vigil\": 12, \"undeniably\": 74, \"touched\": 44, \"subtlest\": 24, \"uncanny\": 43, \"lightweight\": 46, \"escapist\": 20, \"chick\": 54, \"jeopardy\": 7, \"answer\": 140, \"seagal\": 94, \"unambitious\": 3, \"emerges\": 63, \"screenwriting\": 84, \"textbook\": 51, \"complaining\": 9, \"clock\": 30, \"90\": 204, \"desired\": 27, \"freedom\": 37, \"paced\": 